{
  "welcome": "Welcome to",
  "myUniverse": "My Universe!",
  "introduction": "My name is Marcos Reyes, but you can call me Markus.",
  "description": "I'm a Full Stack developer eager to learn new tools and create modern solutions!",
  "ready": "So... are you ready? ᗜ_ᗜ",
  "discoverProjects": "Discover My Projects",
  "getInTouch": "Get in Touch",
  "myProjects": "My Projects",
  "recentProjects": "Take a look at my most recent projects!",
  "featuredProject": "Featured project",
  "abbyBotDescription": "Multi-functional Discord app with management and entertainment features.",
  "discordAbbyBot": "Discord AbbyBot",
  "discordAbbyBotDescription": "Multi-purpose tool for Discord with moderation and entertainment.",
  "abbyBotWebsite": "AbbyBot Website",
  "abbyBotWebsiteDescription": "Informative site with bot details and updates.",
  "abbyBotDashboard": "AbbyBot Dashboard",
  "abbyBotDashboardDescription": "Admin panel for managing guild configurations and statistics.",
  "visitAbbyBotProject": "Visit AbbyBot Project",
  "universityProjects": "University Projects",
  "universityProjectsDescription": "Compilation of most of the projects carried out in my years as a computer science student.",
  "mofuLunchesApiDescription": "Modular backend following Service Oriented Architecture principles. Built with Flask to ensure scalability and interoperability.",
  "mofuLunchesWebDescription": "Dynamic front-end application with Flask, featuring an intuitive dashboard for administrators and cooks.",
  "mofuLunchesTotemDescription": "Digital totem system for order pickup using API, implemented with Arduino microcontrollers, built with Electron + Vite.",
  "mofuStoreDescription": "E-commerce site built with Django, themed around 'fumofumo' stuffed animals from the Touhou Project saga.",
  "construMicDescription": "Web system for household item sales, featuring user accounts, product listings, and an admin module.",
  "camellosFoodDescription": "Mobile application system for food delivery, focusing on a delivery driver module.",
  "moreProjects": "Check Out More Projects on My GitHub",
  "exploreMore": "You can explore more of my open-source projects and contributions by visiting my GitHub profile.",
  "semester": "Semester",
  "year": "Year",
  "technologies": "Technologies",
  "githubProfile": "GitHub Profile",
  "home": "Home",
  "projects": "Projects",
  "resume": "About me",
  "stats": "Stats",
  "contact": "Contact Me",
  "contact_subtitle": "Do you have any questions or suggestions? Feel free to contact me!",
  "contact_email_me": "Email me",
  "contact_view_github": "View my GitHub",
  "contact_view_linkedin": "View my LinkedIn",
  "phone": "Phone",
  "location": "Location",
  "codingStatsTitle": "📊 My Stats",
  "insightsFromWakatime": "📈 Insights from Wakatime",
  "codingActivityTitle": "⏳ Coding Activity",
  "codingActivityDescription": "Amount of time spent coding in the last days, according to Wakatime.",
  "mostUsedLanguagesTitle": "💻 Most Used Programming Languages",
  "mostUsedLanguagesDescription": "These are the programming languages I use the most, according to Wakatime.",
  "mostUsedOSTitle": "🖥️ Most Used Operating Systems",
  "mostUsedOSDescription": "These are the operating systems I use the most, according to Wakatime.",
  "aboutMeTitle": "About Me: Marcos Reyes",
  "aboutMeSubtitle": "The story of 'astronautmarkus'",
  "whatIDoTitle": "What I do",
  "whatIDoDescription1": "I specialize in full-stack development derived more from the use of back-end technologies such as Flask, Node.js and Python, I also use front-end technologies such as Bootstrap, Bulma, and some others.",
  "whatIDoDescription2": "In addition to programming, I enjoy working on hardware projects, such as assembling servers or computer components, and from time to time I do some systems administration. I consider that each small step has helped me gain more experiences in other sectors, combining everything and achieving much better solutions, like this page!",
  "profilePictureCaption": "That's me! ᗜ_ᗜ",
  "travelToProgrammingTitle": "My travel to Programming Universe",
  "travelToProgrammingDescription1": "I started programming at 19, my main aspirations were to develop a video game, which I still have in mind to do. I studied at Duoc UC, where I met great people, classmates and teachers, who helped shape who I am now. As these years went by, I learned different facets of programming, which helped me understand more how things in our daily lives work.",
  "travelToProgrammingDescription2": "In my social ties I was always the 'computer guy', when we were students I used to be the one who created the 'servers' for multiplayer video games together, I have always had that 'natural talent' with computers, now that I am a developer fullstack I can make the most of my skills.",
  "hobbiesTitle": "My Hobbies",
  "hobbiesSubtitle": "Some things I usually do in my free time!",
  "imageEditionTitle": "Image Edition",
  "imageEditionDescription": "I use image editing tools like Photoshop or Lightroom for personal purposes, such as video game screenshots, environment images, etc.",
  "videoEditionTitle": "Video Edition",
  "videoEditionDescription": "Previously, I used to create stories in video games like GTA: San Andreas, narrated with dialogues and animations to create interesting machinimas for the viewer.",
  "programmingTitle": "Programming",
  "programmingDescription": "Programming is not only my job, but also my hobby. I like to create small projects, like this page, to learn new things and improve my skills.",
  "hardwareTitle": "Hardware",
  "hardwareDescription": "I enjoy working with Linux, setting up servers, building computers, and experimenting with Arduino projects, among many other things!",
  "extraTitle": "And hmm...",
  "extraDescription": "There are many things I like and am passionate about, but I guess these are the most important ones!",
  "skillsTitle": "My Skills",
  "softSkillsTitle": "Soft Skills",
  "professionalismTitle": "Professionalism",
  "professionalismDescription": "I am a serious and dedicated professional, especially in programming.",
  "hardworkingTitle": "Hardworking",
  "hardworkingDescription": "Committed to giving my best effort and focusing on delivering quality results.",
  "solutionOrientedTitle": "Solution-Oriented",
  "solutionOrientedDescription": "I constantly seek efficient and creative solutions to challenges.",
  "thoughtfulCommunicatorTitle": "Thoughtful Communicator",
  "thoughtfulCommunicatorDescription": "I may not talk much, but I strive to express ideas clearly in team environments.",
  "timeManagementTitle": "Time Management",
  "timeManagementDescription": "I prioritize deadlines and always aim to deliver projects on time.",
  "finalMessageTitle": "This page will keep growing over time, stay tuned and come back soon!",
  "finalMessageAuthor": "Astronautmarkus",
  "hardSkills":"Hard Skills",
  "frontEndDevelopment":"Front-End Development",
  "backEndDevelopment":"Back-End Development",
  "devOps":"DevOps",
  "databases":"Databases",
  "toolsAndFrameworks":"Tools and Frameworks",
  "embededSystemsAndIot":"Embeded Systems and IoT",
  "marcosreyesgeekzone": "Geek Zone",
  "welcomeVisitor":"Welcome, visitor. Welcome to my project museum, a space where each creation tells a story and reflects a piece of my journey as a developer. Here you will find projects organized into categories that represent different stages and objectives: from academic works that challenged my learning, to professional developments that sought to solve real problems, without forgetting the personal projects that were born from curiosity and passion for creating. I invite you to explore this journey, where each line of code and each idea has its special place.",
  "welcomeSubtitle": "Each project here reflects hours of effort, passion, mistakes, failures, anger, despair, but above all, determination.",
  "projectRepository": "Project Repository",
  "month": "Month",
  "abbybotwebsiteDescription": "Informative website with details and updates about the AbbyBot project. Improved version of the original website.",
  "oldabbybotwebsiteDescription": "Informative website with details and updates about the AbbyBot project. Original version of the website."
}
