{
  "welcome": "Welcome to",
  "myUniverse": "My Universe!",
  "introduction": "My name is Marcos Reyes, but you can call me Markus.",
  "description": "I'm a Full Stack developer eager to learn new tools and create modern solutions!",
  "ready": "So... are you ready? ᗜ_ᗜ",
  "discoverProjects": "Discover My Projects",
  "getInTouch": "Get in Touch",
  "myProjects": "My Projects",
  "recentProjects": "Take a look at my most recent projects!",
  "featuredProject": "Featured project",
  "abbyBotDescription": "Multi-functional Discord app with management and entertainment features.",
  "discordAbbyBot": "Discord AbbyBot",
  "discordAbbyBotDescription": "Multi-purpose tool for Discord with moderation and entertainment.",
  "abbyBotWebsite": "AbbyBot Website",
  "abbyBotWebsiteDescription": "Informative site with bot details and updates.",
  "abbyBotDashboard": "AbbyBot Dashboard",
  "abbyBotDashboardDescription": "Admin panel for managing guild configurations and statistics.",
  "visitAbbyBotProject": "Visit AbbyBot Project",
  "universityProjects": "University Projects",
  "universityProjectsDescription": "Compilation of most of the projects carried out in my years as a computer science student.",
  "mofuLunchesApiDescription": "Modular backend following Service Oriented Architecture principles. Built with Flask to ensure scalability and interoperability.",
  "mofuLunchesWebDescription": "Dynamic front-end application with Flask, featuring an intuitive dashboard for administrators and cooks.",
  "mofuLunchesTotemDescription": "Digital totem system for order pickup using API, implemented with Arduino microcontrollers, built with Electron + Vite.",
  "mofuStoreDescription": "E-commerce site built with Django, themed around 'fumofumo' stuffed animals from the Touhou Project saga.",
  "construMicDescription": "Web system for household item sales, featuring user accounts, product listings, and an admin module.",
  "camellosFoodDescription": "Mobile application system for food delivery, focusing on a delivery driver module.",
  "moreProjects": "Check Out More Projects on My GitHub",
  "exploreMore": "You can explore more of my open-source projects and contributions by visiting my GitHub profile.",
  "semester": "Semester",
  "year": "Year",
  "technologies": "Technologies",
  "githubProfile": "GitHub Profile",
  "home": "Home",
  "projects": "Projects",
  "resume": "About me",
  "stats": "Stats",
  "contact": "Contact Me",
  "contact_subtitle": "Do you have any questions or suggestions? Feel free to contact me!",
  "contact_email_me": "Email me",
  "contact_view_github": "View my GitHub",
  "contact_view_linkedin": "View my LinkedIn",
  "phone": "Phone",
  "location": "Location",
  "codingStatsTitle": "📊 My working, coding, and debugging stats",
  "insightsFromWakatime": "📈 Insights from Wakatime",
  "codingActivityTitle": "⏳ Coding Activity",
  "codingActivityDescription": "Amount of time spent coding in the last days, according to Wakatime.",
  "mostUsedLanguagesTitle": "💻 Most Used Programming Languages",
  "mostUsedLanguagesDescription": "These are the programming languages I use the most, according to Wakatime.",
  "mostUsedOSTitle": "🖥️ Most Used Operating Systems",
  "mostUsedOSDescription": "These are the operating systems I use the most, according to Wakatime.",
  "aboutMeTitle": "About Me: Marcos Reyes",
  "aboutMeSubtitle": "The story of 'astronautmarkus'",
  "whatIDoTitle": "What I do",
  "whatIDoDescription1": "I specialize in full-stack development derived more from the use of back-end technologies such as Flask, Node.js and Python, I also use front-end technologies such as Bootstrap, Bulma, and some others.",
  "whatIDoDescription2": "In addition to programming, I enjoy working on hardware projects, such as assembling servers or computer components, and from time to time I do some systems administration. I consider that each small step has helped me gain more experiences in other sectors, combining everything and achieving much better solutions, like this page!",
  "profilePictureCaption": "That's me! ᗜ_ᗜ",
  "travelToProgrammingTitle": "My travel to Programming Universe",
  "travelToProgrammingDescription1": "I started programming at 19, my main aspirations were to develop a video game, which I still have in mind to do. I studied at Duoc UC, where I met great people, classmates and teachers, who helped shape who I am now. As these years went by, I learned different facets of programming, which helped me understand more how things in our daily lives work.",
  "travelToProgrammingDescription2": "In my social ties I was always the 'computer guy', when we were students I used to be the one who created the 'servers' for multiplayer video games together, I have always had that 'natural talent' with computers, now that I am a developer fullstack I can make the most of my skills.",
  "hobbiesTitle": "My Hobbies",
  "hobbiesSubtitle": "Some things I usually do in my free time!",
  "imageEditionTitle": "Image Edition",
  "imageEditionDescription": "I use image editing tools like Photoshop or Lightroom for personal purposes, such as video game screenshots, environment images, etc.",
  "videoEditionTitle": "Video Edition",
  "videoEditionDescription": "Previously, I used to create stories in video games like GTA: San Andreas, narrated with dialogues and animations to create interesting machinimas for the viewer.",
  "programmingTitle": "Programming",
  "programmingDescription": "Programming is not only my job, but also my hobby. I like to create small projects, like this page, to learn new things and improve my skills.",
  "hardwareTitle": "Hardware",
  "hardwareDescription": "I enjoy working with Linux, setting up servers, building computers, and experimenting with Arduino projects, among many other things!",
  "extraTitle": "And hmm...",
  "extraDescription": "There are many things I like and am passionate about, but I guess these are the most important ones!",
  "skillsTitle": "My Skills",
  "softSkillsTitle": "Soft Skills",
  "professionalismTitle": "Professionalism",
  "professionalismDescription": "I am a serious and dedicated professional, especially in programming.",
  "hardworkingTitle": "Hardworking",
  "hardworkingDescription": "Committed to giving my best effort and focusing on delivering quality results.",
  "solutionOrientedTitle": "Solution-Oriented",
  "solutionOrientedDescription": "I constantly seek efficient and creative solutions to challenges.",
  "thoughtfulCommunicatorTitle": "Thoughtful Communicator",
  "thoughtfulCommunicatorDescription": "I may not talk much, but I strive to express ideas clearly in team environments.",
  "timeManagementTitle": "Time Management",
  "timeManagementDescription": "I prioritize deadlines and always aim to deliver projects on time.",
  "finalMessageTitle": "This page will keep growing over time, stay tuned and come back soon!",
  "finalMessageAuthor": "Astronautmarkus",
  "hardSkills":"Hard Skills",
  "frontEndDevelopment":"Front-End Development",
  "backEndDevelopment":"Back-End Development",
  "devOps":"DevOps",
  "databases":"Databases",
  "toolsAndFrameworks":"Tools and Frameworks",
  "embededSystemsAndIot":"Embeded Systems and IoT",
  "marcosreyesgeekzone": "Geek Zone",
  "welcomeVisitor":"Welcome, visitor. Welcome to my project museum, a space where each creation tells a story and reflects a piece of my journey as a developer. Here you will find projects organized into categories that represent different stages and objectives: from academic works that challenged my learning, to professional developments that sought to solve real problems, without forgetting the personal projects that were born from curiosity and passion for creating. I invite you to explore this journey, where each line of code and each idea has its special place.",
  "welcomeSubtitle": "Each project here reflects hours of effort, passion, mistakes, failures, anger, despair, but above all, determination.",
  "projectRepository": "Project Repository",
  "month": "Month",
  "abbybotwebsiteDescription": "Informative website with details and updates about the AbbyBot project. Improved version of the original website.",
  "oldabbybotwebsiteDescription": "Informative website with details and updates about the AbbyBot project. Original version of the website.",
  "abbybotAPIDescription": "RESTful API for the AbbyBot project, providing endpoints for the website features.",
  "discordabbybotDescription": "Multi-functional Discord bot with management and entertainment features.",
  "cookiesLanguageInfo": "This website uses cookies to enhance your language preferences. By clicking 'Accept', you agree to the use of cookies.",
  "cookiesAccept": "Accept",
  "cookiesDecline": "Decline",
  "geekZoneWip": "Geek Zone under construction! ᗜ_ᗜ",
  "geekZoneDescription": "👆 The zone where I publish my special stuff and hope it's not out of line.",
  "geekZoneInfo": "Welcome to this zone, this place is like \"my room\" meaning you can find different things, maybe not much related to computer science (most likely yes), a couple of stories or events that I have experienced. So feel at home.",
  "geekZoneMusic": "Before we start, would you like to listen to something? Here are some playlists.",
  "resumeEnd": "Well.. putting images with programming languages and technologies is easy, right?",
  "resumeLinkStart": "Better check my",
  "resumeLinkButton": "Project List",
  "resumeLinkEnd": "and discover the fruits of all this knowledge!",
  "geekZoneMarkusRecommendationsTitle": "Markus' Recommendations",
  "geekZoneMarkusRecommendationsDescription": "In this section, I mainly want to share and recommend certain things that I like, whether it's music, video games, anime, series, characters, among other things. This is purely my personal opinion, and if we don't agree on certain things, well, I'm sorry XD.",
  "geekZoneMarkusRecommendationsAnime": "Anime Recommendations",
  "geekZoneMarkusRecommendationsAnimeDescription": "I have seen a lot of anime (I guess), but these are the ones that I liked the most and that I recommend.",
  "geekZoneMarkusRecommendationsAnimeWhyILikeIt":"Why I like it?",
  "geekZoneMarkusRecommendationsAnimePros":"Pros",
  "geekZoneMarkusRecommendationsAnimeCons":"Cons",
  "initialDDescription": "Initial D is an anime and manga series that tells the story of Takumi Fujiwara, a young man who works at a gas station and has an innate talent for driving. The series focuses on street racing and Takumi's life as he becomes a legendary street racer.",
  "initialDWhyILikeIt": "Initial D is one of my favorite series, I would even say it's my favorite. A mix of racing, adrenaline, deep characters, eurobeat, and excitement. It's a series that left a significant mark on me and one that I will always remember.",
  "initialDPros": "Racing, eurobeat, characters, vehicles, technical information, plot, etc.",
  "initialDCons": "There aren't many cons, at most I would say that part 4 didn't appeal to me as much as the others, though only certain specific episodes. But overall, it's a series I would recommend to anyone.",
  "seishunButaYarouDescription": "Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai is a Japanese anime series about a high school student who encounters a bunny girl that only he can see. The series combines comedy, mystery, and drama.",
  "seishunButaYarouWhyILikeIt": "I watched this series with a friend late at night, and it really surprised me. I thought it was a typical fanservice series, but it's much more than that. The plot is very interesting, the characters are very deep, and the relationship between the protagonists is very beautiful. Plus, I shed tears in certain episodes, which is rare for me.",
  "seishunButaYarouPros": "Complex plot, deep characters, relationship between the protagonists, etc.",
  "seishunButaYarouCons": "Not many cons here either, I would just say it's short (12 episodes), but I'm aware there are movies and another movie has already been announced.",
  "sousouNoFrierenDescription": "Sousou No Frieren is a manga series that tells the story of Frieren, an elf who has lived for over 1000 years and embarks on an adventure to find her friends who have died. The series combines fantasy, action, and drama.",
  "sousouNoFrierenWhyILikeIt": "I watched this series a few months after it came out. I just wanted to watch something casual and I liked it a lot, especially the character Stark. The plot is simple, for fun, and I really liked that simplicity and the medieval world.",
  "sousouNoFrierenPros": "Almost no fanservice, characters, plot, medieval world, etc. A simple series with several episodes.",
  "sousouNoFrierenCons": "Some characters seem a bit cliché, but it doesn't bother me much.",
  "witchCraftWorksDescription": "Witch Craft Works is an anime series that tells the story of Honoka Takamiya, a high school student who discovers that his classmate, Ayaka Kagari, is a witch. The series combines comedy, romance, and fantasy.",
  "witchCraftWorksWhyILikeIt": "I watched this series a long time ago and I have an inexplicable fondness for it. The plot is simple, but I really liked the relationship between the protagonists, the witch and magic plot, and the animation in general. Plus, the opening is very catchy. I have a special feeling for this series, it's hard to explain. It's like the scene in Ratatouille where the critic remembers his childhood with the food. It's my trip to the past in the time when I was happiest.",
  "witchCraftWorksPros": "Simple and fun series, good animation for 2014, catchy opening, relationship between the protagonists, etc.",
  "witchCraftWorksCons": "A lot of fanservice, sometimes it gets annoying and boring. Plus, this series is already forgotten, it's been like 12 years and there's no news of a second season.",
  "bocchiTheRockDescription": "Description of BOCCHI THE ROCK!",
  "bocchiTheRockWhyILikeIt": "I also watched this series with a friend late at night. The plot is simple, but I really liked the relationship between the protagonists, the music, the animation, and the comedy. It's a series that made me laugh a lot and I really liked the relationship between the protagonists. It's a series I would recommend to anyone. My favorite character is Ryo, a girl disconnected from reality, money-loving but a good person.",
  "bocchiTheRockPros": "Good musical songs, psychedelic lyrics, characters, comedy, etc. It's a young series, so it's likely to have a second season.",
  "bocchiTheRockCons": "Mostly, there's no season 2, but it's likely to come out in the future.",
  "haruhiSuzumiyaDescription": "The Melancholy of Haruhi Suzumiya is an anime series that tells the story of Kyon, a high school student who joins the school's club of Haruhi Suzumiya, an eccentric girl who seeks aliens, time travelers, and espers. The series combines comedy, science fiction, and drama.",
  "haruhiSuzumiyaWhyILikeIt": "Legendary series from 2006, I watched it recently and I liked it a lot. The plot is very interesting, not complex, it's a very entertaining comedy. Even for an old anime, it looks very good visually. My favorite character is Nagato, a quiet girl, but very intelligent and mysterious, also good with computers.",
  "haruhiSuzumiyaPros": "It looks very good despite being from 2006, characters, comedy, plot, etc. I like the music; openings and endings.",
  "haruhiSuzumiyaCons": "Fanservice that gets annoying from time to time, not as annoying as in other series, passable.",
  "assasinationClassroomDescription": "Assassination Classroom is an anime and manga series that tells the story of a high school class that aims to assassinate their teacher. The teacher, named Korosensei, is a humanoid with an octopus-like appearance who has the power to destroy the world.",
  "assasinationClassroomWhyILikeIt": "I watched this series in 2019 but only saw about 5 episodes and abandoned it. Now, older, I watched it completely and the ending broke me into tears, I admit, here I cried hard at the end. The plot is very interesting, each character is unique, even the filler ones. What to say about Koro-sensei, who wouldn't want to have a teacher like that? The series is very good, I would recommend it to anyone.",
  "assasinationClassroomPros": "Good characters, simple plot, many episodes, beautiful ending, etc.",
  "assasinationClassroomCons": "Not much to say, here there's a bit of fanservice but it's almost indistinguishable.",
  "littleWitchAcademiaDescription": "Little Witch Academia is a Japanese anime that tells the story of Atsuko Kagari, a young girl who enrolls in Luna Nova Magical Academy to become a witch. The series focuses on the adventures of Akko and her friends Lotte and Sucy as they strive to achieve their dreams and discover the true meaning of magic.",
  "littleWitchAcademiaWhyILikeIt": "I watched this series in 2020 and I liked it a lot, even though it's a shojo series. The plot is simple but interesting, the protagonist's determination to achieve her dream is admirable. This series made me shed a few tears when the truth is revealed, but I really enjoyed it and have a lot of fondness for it. I would recommend it to anyone. Chariot Du Nord my waifu.",
  "littleWitchAcademiaPros": "Akko's determination, characters, plot, animation, etc.",
  "littleWitchAcademiaCons": "Probably there will never be a season 2, the hopes are so low that it's worth dreaming.",
  "professionalPracticeTitle": "Professional Practice Projects",
  "professionalPracticeDescription": "Compilation of my projects carried out during my professional practice as a programming analyst, working in a team with other great professionals.",
  "multiStockDescription": "Multi-Stock-Sync is an application for managing businesses with MercadoLibre accounts. It allows for the entry of new products, stock assignment, price changes, and product modifications, among other functions. It also has the capability to generate sales reports or specific data through date ranges, such as years, months, etc.",
  "multiStockAPIDescription": "RESTful API for the Multi-Stock-Sync project, providing endpoints for the application's features."
}
