{
  "welcome": "Welcome to",
  "myUniverse": "My Universe!",
  "introduction": "My name is Marcos Reyes, but you can call me Markus.",
  "description": "I'm a Full Stack developer eager to learn new tools and create modern solutions!",
  "ready": "So... are you ready? ᗜ_ᗜ",
  "discoverProjects": "Discover My Projects",
  "getInTouch": "Get in Touch",
  "myProjects": "My Projects",
  "recentProjects": "Take a look at my most recent projects!",
  "featuredProject": "Featured project",
  "abbyBotDescription": "Multi-functional Discord app with management and entertainment features.",
  "discordAbbyBot": "Discord AbbyBot",
  "discordAbbyBotDescription": "Multi-purpose tool for Discord with moderation and entertainment.",
  "abbyBotWebsite": "AbbyBot Website",
  "abbyBotWebsiteDescription": "Informative site with bot details and updates.",
  "abbyBotDashboard": "AbbyBot Dashboard",
  "abbyBotDashboardDescription": "Admin panel for managing guild configurations and statistics.",
  "visitAbbyBotProject": "Visit AbbyBot Project",
  "universityProjects": "University Projects",
  "universityProjectsDescription": "Compilation of most of the projects carried out in my years as a computer science student.",
  "mofuLunchesApiDescription": "Modular backend following Service Oriented Architecture principles. Built with Flask to ensure scalability and interoperability.",
  "mofuLunchesWebDescription": "Dynamic front-end application with Flask, featuring an intuitive dashboard for administrators and cooks.",
  "mofuLunchesTotemDescription": "Digital totem system for order pickup using API, implemented with Arduino microcontrollers, built with Electron + Vite.",
  "mofuStoreDescription": "E-commerce site built with Django, themed around 'fumofumo' stuffed animals from the Touhou Project saga.",
  "construMicDescription": "Web system for household item sales, featuring user accounts, product listings, and an admin module.",
  "camellosFoodDescription": "Mobile application system for food delivery, focusing on a delivery driver module.",
  "moreProjects": "Check Out More Projects on My GitHub",
  "exploreMore": "You can explore more of my open-source projects and contributions by visiting my GitHub profile.",
  "semester": "Semester",
  "year": "Year",
  "technologies": "Technologies",
  "githubProfile": "GitHub Profile",
  "home": "Home",
  "projects": "Projects",
  "resume": "Resume",
  "stats": "Stats",
  "contact": "Contact Me",
  "phone": "Phone",
  "location": "Location"
}
