{
  "welcome": "Bienvenido a",
  "myUniverse": "¡Mi Universo!",
  "introduction": "Mi nombre es Marcos Reyes, pero puedes llamarme Markus.",
  "description": "¡Soy un desarrollador Full Stack ansioso por aprender nuevas herramientas y crear soluciones modernas!",
  "ready": "Entonces... ¿estás listo? ᗜ_ᗜ",
  "discoverProjects": "Descubre Mis Proyectos",
  "getInTouch": "Contacta conmigo",
  "myProjects": "Mis Proyectos",
  "recentProjects": "¡Echa un vistazo a mis proyectos más recientes!",
  "featuredProject": "Proyecto destacado",
  "abbyBotDescription": "Aplicación de Discord multifuncional con características de gestión y entretenimiento.",
  "discordAbbyBot": "Discord AbbyBot",
  "discordAbbyBotDescription": "Herramienta multipropósito para Discord con moderación y entretenimiento.",
  "abbyBotWebsite": "Sitio web de AbbyBot",
  "abbyBotWebsiteDescription": "Sitio informativo con detalles y actualizaciones del bot.",
  "abbyBotDashboard": "Panel de AbbyBot",
  "abbyBotDashboardDescription": "Panel de administración para gestionar configuraciones y estadísticas de gremios.",
  "visitAbbyBotProject": "Visita el Proyecto AbbyBot",
  "universityProjects": "Proyectos Universitarios",
  "universityProjectsDescription": "Compilación de la mayoría de los proyectos realizados en mis años como estudiante de informática.",
  "mofuLunchesApiDescription": "Backend modular siguiendo principios de Arquitectura Orientada a Servicios. Construido con Flask para asegurar escalabilidad e interoperabilidad.",
  "mofuLunchesWebDescription": "Aplicación front-end dinámica con Flask, con un panel intuitivo para administradores y cocineros.",
  "mofuLunchesTotemDescription": "Sistema de tótem digital para recogida de pedidos usando API, implementado con microcontroladores Arduino, construido con Electron + Vite.",
  "mofuStoreDescription": "Sitio de comercio electrónico construido con Django, temático de peluches 'fumofumo' de la saga Touhou Project.",
  "construMicDescription": "Sistema web para la venta de artículos para el hogar, con cuentas de usuario, listados de productos y un módulo de administración.",
  "camellosFoodDescription": "Sistema de aplicación móvil para entrega de alimentos, centrado en un módulo de conductores de reparto.",
  "moreProjects": "Mira Más Proyectos en Mi GitHub",
  "exploreMore": "Puedes explorar más de mis proyectos de código abierto y contribuciones visitando mi perfil de GitHub.",
  "semester": "Semestre",
  "year": "Año",
  "technologies": "Tecnologías",
  "githubProfile": "Perfil de GitHub",
  "home": "Inicio",
  "projects": "Proyectos",
  "resume": "Sobre mí",
  "stats": "Estadísticas",
  "contact": "Contáctame",
  "phone": "Teléfono",
  "location": "Ubicación",
  "codingStatsTitle": "📊 Estadísticas",
  "insightsFromWakatime": "📈 Información de Wakatime",
  "codingActivityTitle": "⏳ Actividad de Codificación",
  "codingActivityDescription": "Cantidad de tiempo dedicado a codificar en los últimos días, según Wakatime.",
  "mostUsedLanguagesTitle": "💻 Lenguajes de Programación Más Usados",
  "mostUsedLanguagesDescription": "Estos son los lenguajes de programación que más uso, según Wakatime.",
  "mostUsedOSTitle": "🖥️ Sistemas Operativos Más Usados",
  "mostUsedOSDescription": "Estos son los sistemas operativos que más uso, según Wakatime.",
  "aboutMeTitle": "Sobre Mí: Marcos Reyes",
  "aboutMeSubtitle": "La historia de 'astronautmarkus'",
  "whatIDoTitle": "Lo que hago",
  "whatIDoDescription1": "Me especializo en desarrollo full-stack derivado más del uso de tecnologías de back-end como Flask, Node.js y Python, también uso tecnologías de front-end como Bootstrap, Bulma y algunas otras.",
  "whatIDoDescription2": "Además de programar, disfruto trabajar en proyectos de hardware, como ensamblar servidores o componentes de computadoras, y de vez en cuando hago algo de administración de sistemas. Considero que cada pequeño paso me ha ayudado a ganar más experiencias en otros sectores, combinando todo y logrando soluciones mucho mejores, ¡como esta página!",
  "profilePictureCaption": "¡Ese soy yo! ᗜ_ᗜ",
  "travelToProgrammingTitle": "Mi viaje al Universo de la Programación",
  "travelToProgrammingDescription1": "Comencé a programar a los 19 años, mis principales aspiraciones eran desarrollar un videojuego, que aún tengo en mente hacer. Estudié en Duoc UC, donde conocí a grandes personas, compañeros y profesores, que ayudaron a formar lo que soy ahora. A medida que pasaron estos años, aprendí diferentes facetas de la programación, lo que me ayudó a entender más cómo funcionan las cosas en nuestra vida diaria.",
  "travelToProgrammingDescription2": "En mis lazos sociales siempre fui el 'chico de las computadoras', cuando éramos estudiantes solía ser el que creaba los 'servidores' para los videojuegos multijugador juntos, siempre he tenido ese 'talento natural' con las computadoras, ahora que soy un desarrollador fullstack puedo aprovechar al máximo mis habilidades.",
  "hobbiesTitle": "Mis Pasatiempos",
  "hobbiesSubtitle": "¡Algunas cosas que suelo hacer en mi tiempo libre!",
  "imageEditionTitle": "Edición de Imágenes",
  "imageEditionDescription": "Utilizo herramientas de edición de imágenes como Photoshop o Lightroom para fines personales, como capturas de pantalla de videojuegos, imágenes de entornos, etc.",
  "videoEditionTitle": "Edición de Videos",
  "videoEditionDescription": "Anteriormente, solía crear historias en videojuegos como GTA: San Andreas, narradas con diálogos y animaciones para crear machinimas interesantes para el espectador.",
  "programmingTitle": "Programación",
  "programmingDescription": "La programación no solo es mi trabajo, sino también mi pasatiempo. Me gusta crear pequeños proyectos, como esta página, para aprender cosas nuevas y mejorar mis habilidades.",
  "hardwareTitle": "Hardware",
  "hardwareDescription": "Disfruto trabajar con Linux, configurar servidores, construir computadoras y experimentar con proyectos de Arduino, ¡entre muchas otras cosas!",
  "extraTitle": "Y hmm...",
  "extraDescription": "Hay muchas cosas que me gustan y me apasionan, ¡pero supongo que estas son las más importantes!",
  "skillsTitle": "Mis Habilidades",
  "softSkillsTitle": "Habilidades Blandas",
  "professionalismTitle": "Profesionalismo",
  "professionalismDescription": "Soy un profesional serio y dedicado, especialmente en programación.",
  "hardworkingTitle": "Trabajador",
  "hardworkingDescription": "Comprometido a dar mi mejor esfuerzo y enfocado en entregar resultados de calidad.",
  "solutionOrientedTitle": "Orientado a Soluciones",
  "solutionOrientedDescription": "Busco constantemente soluciones eficientes y creativas a los desafíos.",
  "thoughtfulCommunicatorTitle": "Comunicador Reflexivo",
  "thoughtfulCommunicatorDescription": "Puede que no hable mucho, pero me esfuerzo por expresar ideas claramente en entornos de equipo.",
  "timeManagementTitle": "Gestión del Tiempo",
  "timeManagementDescription": "Prioritizo los plazos y siempre busco entregar proyectos a tiempo.",
  "finalMessageTitle": "¡Esta página seguirá creciendo con el tiempo, mantente atento y vuelve pronto!",
  "finalMessageAuthor": "Astronautmarkus",
  "hardSkills": "Habilidades Duras",
  "frontEndDevelopment": "Desarrollo Front-End",
  "backEndDevelopment": "Desarrollo Back-End",
  "devOps": "DevOps",
  "databases": "Bases de Datos",
  "toolsAndFrameworks": "Herramientas y Frameworks",
  "embededSystemsAndIot": "Sistemas Embebidos e IoT"
}
