{
  "welcome": "Bienvenido a",
  "myUniverse": "¡Mi Universo!",
  "introduction": "Mi nombre es Marcos Reyes, pero puedes llamarme Markus.",
  "description": "¡Soy un desarrollador Full Stack ansioso por aprender nuevas herramientas y crear soluciones modernas!",
  "ready": "Entonces... ¿estás listo? ᗜ_ᗜ",
  "discoverProjects": "Descubre Mis Proyectos",
  "getInTouch": "Contacta conmigo",
  "myProjects": "Mis Proyectos",
  "recentProjects": "¡Echa un vistazo a mis proyectos más recientes!",
  "featuredProject": "Proyecto destacado",
  "abbyBotDescription": "Aplicación de Discord multifuncional con características de gestión y entretenimiento.",
  "discordAbbyBot": "Discord AbbyBot",
  "discordAbbyBotDescription": "Herramienta multipropósito para Discord con moderación y entretenimiento.",
  "abbyBotWebsite": "Sitio web de AbbyBot",
  "abbyBotWebsiteDescription": "Sitio informativo con detalles y actualizaciones del bot.",
  "abbyBotDashboard": "Panel de AbbyBot",
  "abbyBotDashboardDescription": "Panel de administración para gestionar configuraciones y estadísticas de gremios.",
  "visitAbbyBotProject": "Visita el Proyecto AbbyBot",
  "universityProjects": "Proyectos Universitarios",
  "universityProjectsDescription": "Compilación de la mayoría de los proyectos realizados en mis años como estudiante de informática.",
  "mofuLunchesApiDescription": "Backend modular siguiendo principios de Arquitectura Orientada a Servicios. Construido con Flask para asegurar escalabilidad e interoperabilidad.",
  "mofuLunchesWebDescription": "Aplicación front-end dinámica con Flask, con un panel intuitivo para administradores y cocineros.",
  "mofuLunchesTotemDescription": "Sistema de tótem digital para recogida de pedidos usando API, implementado con microcontroladores Arduino, construido con Electron + Vite.",
  "mofuStoreDescription": "Sitio de comercio electrónico construido con Django, temático de peluches 'fumofumo' de la saga Touhou Project.",
  "construMicDescription": "Sistema web para la venta de artículos para el hogar, con cuentas de usuario, listados de productos y un módulo de administración.",
  "camellosFoodDescription": "Sistema de aplicación móvil para entrega de alimentos, centrado en un módulo de conductores de reparto.",
  "moreProjects": "Mira Más Proyectos en Mi GitHub",
  "exploreMore": "Puedes explorar más de mis proyectos de código abierto y contribuciones visitando mi perfil de GitHub.",
  "semester": "Semestre",
  "year": "Año",
  "technologies": "Tecnologías",
  "githubProfile": "Perfil de GitHub",
  "home": "Inicio",
  "projects": "Proyectos",
  "resume": "Currículum",
  "stats": "Estadísticas",
  "contact": "Contáctame"
}
