{
  "welcome": "Bienvenido a",
  "myUniverse": "¡Mi Universo!",
  "introduction": "Mi nombre es Marcos Reyes, pero puedes llamarme Markus.",
  "description": "¡Soy un desarrollador Full Stack ansioso por aprender nuevas herramientas y crear soluciones modernas!",
  "ready": "Entonces... ¿estás listo? ᗜ_ᗜ",
  "discoverProjects": "Descubre Mis Proyectos",
  "getInTouch": "Contacta conmigo",
  "myProjects": "Mis Proyectos",
  "recentProjects": "¡Echa un vistazo a mis proyectos más recientes!",
  "featuredProject": "Proyecto destacado",
  "abbyBotDescription": "Aplicación de Discord multifuncional con características de gestión y entretenimiento.",
  "discordAbbyBot": "Discord AbbyBot",
  "discordAbbyBotDescription": "Herramienta multipropósito para Discord con moderación y entretenimiento.",
  "abbyBotWebsite": "Sitio web de AbbyBot",
  "abbyBotWebsiteDescription": "Sitio informativo con detalles y actualizaciones del bot.",
  "abbyBotDashboard": "Panel de AbbyBot",
  "abbyBotDashboardDescription": "Panel de administración para gestionar configuraciones y estadísticas de gremios.",
  "visitAbbyBotProject": "Visita el Proyecto AbbyBot",
  "universityProjects": "Proyectos Universitarios",
  "universityProjectsDescription": "Compilación de la mayoría de los proyectos realizados en mis años como estudiante de informática.",
  "mofuLunchesApiDescription": "Backend modular siguiendo principios de Arquitectura Orientada a Servicios. Construido con Flask para asegurar escalabilidad e interoperabilidad.",
  "mofuLunchesWebDescription": "Aplicación front-end dinámica con Flask, con un panel intuitivo para administradores y cocineros.",
  "mofuLunchesTotemDescription": "Sistema de tótem digital para recogida de pedidos usando API, implementado con microcontroladores Arduino, construido con Electron + Vite.",
  "mofuStoreDescription": "Sitio de comercio electrónico construido con Django, temático de peluches 'fumofumo' de la saga Touhou Project.",
  "construMicDescription": "Sistema web para la venta de artículos para el hogar, con cuentas de usuario, listados de productos y un módulo de administración.",
  "camellosFoodDescription": "Sistema de aplicación móvil para entrega de alimentos, centrado en un módulo de conductores de reparto.",
  "moreProjects": "Mira Más Proyectos en Mi GitHub",
  "exploreMore": "Puedes explorar más de mis proyectos de código abierto y contribuciones visitando mi perfil de GitHub.",
  "semester": "Semestre",
  "year": "Año",
  "technologies": "Tecnologías",
  "githubProfile": "Perfil de GitHub",
  "home": "Inicio",
  "projects": "Proyectos",
  "resume": "Sobre mí",
  "stats": "Estadísticas",
  "contact": "Contáctame",
  "contact_subtitle": "¿Tienes alguna pregunta o sugerencia? ¡No dudes en contactarme!",
  "contact_email_me": "Envíame un correo",
  "contact_view_github": "Ver mi GitHub",
  "contact_view_linkedin": "Ver mi LinkedIn",
  "phone": "Teléfono",
  "location": "Ubicación",
  "codingStatsTitle": "📊 Mis estadísticas de trabajo, codificación y depuración",
  "insightsFromWakatime": "📈 Información de Wakatime",
  "codingActivityTitle": "⏳ Actividad de Codificación",
  "codingActivityDescription": "Cantidad de tiempo dedicado a codificar en los últimos días, según Wakatime.",
  "mostUsedLanguagesTitle": "💻 Lenguajes de Programación Más Usados",
  "mostUsedLanguagesDescription": "Estos son los lenguajes de programación que más uso, según Wakatime.",
  "mostUsedOSTitle": "🖥️ Sistemas Operativos Más Usados",
  "mostUsedOSDescription": "Estos son los sistemas operativos que más uso, según Wakatime.",
  "aboutMeTitle": "Sobre Mí: Marcos Reyes",
  "aboutMeSubtitle": "La historia de 'astronautmarkus'",
  "whatIDoTitle": "Lo que hago",
  "whatIDoDescription1": "Me especializo en desarrollo full-stack derivado más del uso de tecnologías de back-end como Flask, Node.js y Python, también uso tecnologías de front-end como Bootstrap, Bulma y algunas otras.",
  "whatIDoDescription2": "Además de programar, disfruto trabajar en proyectos de hardware, como ensamblar servidores o componentes de computadoras, y de vez en cuando hago algo de administración de sistemas. Considero que cada pequeño paso me ha ayudado a ganar más experiencias en otros sectores, combinando todo y logrando soluciones mucho mejores, ¡como esta página!",
  "profilePictureCaption": "¡Ese soy yo! ᗜ_ᗜ",
  "travelToProgrammingTitle": "Mi viaje al Universo de la Programación",
  "travelToProgrammingDescription1": "Comencé a programar a los 19 años, mis principales aspiraciones eran desarrollar un videojuego, que aún tengo en mente hacer. Estudié en Duoc UC, donde conocí a grandes personas, compañeros y profesores, que ayudaron a formar lo que soy ahora. A medida que pasaron estos años, aprendí diferentes facetas de la programación, lo que me ayudó a entender más cómo funcionan las cosas en nuestra vida diaria.",
  "travelToProgrammingDescription2": "En mis lazos sociales siempre fui el 'chico de las computadoras', cuando éramos estudiantes solía ser el que creaba los 'servidores' para los videojuegos multijugador juntos, siempre he tenido ese 'talento natural' con las computadoras, ahora que soy un desarrollador fullstack puedo aprovechar al máximo mis habilidades.",
  "hobbiesTitle": "Mis Pasatiempos",
  "hobbiesSubtitle": "¡Algunas cosas que suelo hacer en mi tiempo libre!",
  "imageEditionTitle": "Edición de Imágenes",
  "imageEditionDescription": "Utilizo herramientas de edición de imágenes como Photoshop o Lightroom para fines personales, como capturas de pantalla de videojuegos, imágenes de entornos, etc.",
  "videoEditionTitle": "Edición de Videos",
  "videoEditionDescription": "Anteriormente, solía crear historias en videojuegos como GTA: San Andreas, narradas con diálogos y animaciones para crear machinimas interesantes para el espectador.",
  "programmingTitle": "Programación",
  "programmingDescription": "La programación no solo es mi trabajo, sino también mi pasatiempo. Me gusta crear pequeños proyectos, como esta página, para aprender cosas nuevas y mejorar mis habilidades.",
  "hardwareTitle": "Hardware",
  "hardwareDescription": "Disfruto trabajar con Linux, configurar servidores, construir computadoras y experimentar con proyectos de Arduino, ¡entre muchas otras cosas!",
  "extraTitle": "Y hmm...",
  "extraDescription": "Hay muchas cosas que me gustan y me apasionan, ¡pero supongo que estas son las más importantes!",
  "skillsTitle": "Mis Habilidades",
  "softSkillsTitle": "Habilidades Blandas",
  "professionalismTitle": "Profesionalismo",
  "professionalismDescription": "Soy un profesional serio y dedicado, especialmente en programación.",
  "hardworkingTitle": "Trabajador",
  "hardworkingDescription": "Comprometido a dar mi mejor esfuerzo y enfocado en entregar resultados de calidad.",
  "solutionOrientedTitle": "Orientado a Soluciones",
  "solutionOrientedDescription": "Busco constantemente soluciones eficientes y creativas a los desafíos.",
  "thoughtfulCommunicatorTitle": "Comunicador Reflexivo",
  "thoughtfulCommunicatorDescription": "Puede que no hable mucho, pero me esfuerzo por expresar ideas claramente en entornos de equipo.",
  "timeManagementTitle": "Gestión del Tiempo",
  "timeManagementDescription": "Prioritizo los plazos y siempre busco entregar proyectos a tiempo.",
  "finalMessageTitle": "¡Esta página seguirá creciendo con el tiempo, mantente atento y vuelve pronto!",
  "finalMessageAuthor": "Astronautmarkus",
  "hardSkills": "Habilidades Duras",
  "frontEndDevelopment": "Desarrollo Front-End",
  "backEndDevelopment": "Desarrollo Back-End",
  "devOps": "DevOps",
  "databases": "Bases de Datos",
  "toolsAndFrameworks": "Herramientas y Frameworks",
  "embededSystemsAndIot": "Sistemas Embebidos e IoT",
  "marcosreyesgeekzone":"Zona Geek",
  "welcomeVisitor":"Bienvenido, visitante. Bienvenido a mi museo de proyectos, un espacio donde cada creación cuenta una historia y refleja un pedazo de mi viaje como desarrollador. Aquí encontrarás proyectos organizados en categorías que representan distintas etapas y objetivos: desde trabajos académicos que desafiaron mi aprendizaje, hasta desarrollos profesionales que buscaron resolver problemas reales, sin olvidar los proyectos personales que nacieron de la curiosidad y la pasión por crear. Te invito a explorar este recorrido, donde cada línea de código y cada idea tiene su lugar especial.",
  "welcomeSubtitle":"Cada proyecto aquí refleja horas de esfuerzo, pasión, error, fracaso, ira, desesperación, pero sobre todo, determinación.",
  "projectRepository":"Repositorio del Proyecto",
  "month":"Mes",
  "abbybotwebsiteDescription":"Sitio web informativo con detalles y actualizaciones del proyecto AbbyBot. Version mejorada del sitio web original.",
  "oldabbybotwebsiteDescription": "Sitio web informativo con detalles y actualizaciones sobre el proyecto AbbyBot. Versión original del sitio web.",
  "abbybotAPIDescription":"API RESTful para el proyecto AbbyBot, proporcionando puntos finales para las características del sitio web.",
  "discordabbybotDescription":"Bot de Discord multifuncional con características de gestión y entretenimiento.",
  "cookiesLanguageInfo": "Este sitio web utiliza cookies para mejorar tus preferencias de idioma. Al hacer clic en 'Aceptar', aceptas el uso de cookies.",
  "cookiesAccept": "Acepto",
  "cookiesDecline": "No acepto",
  "geekZoneWip": "¡Zona Geek en construcción! ᗜ_ᗜ",
  "geekZoneDescription": "👆 La zona donde publico mis cosas especiales y espero que no sacadas de tono.",
  "geekZoneInfo": "Bienvenido a esta zona, este lugar es como si fuera \"mi habitación\" es decir, puedes encontrar distintas cosas, quizá no mucho relacionadas a la informática (lo más probable es que sí), un par de historias o acontecimientos que he vivido. Así que siéntete como en casa.",
  "geekZoneMusic":"Antes de empezar, ¿Quieres escuchar algo? aquí tienes algunas playlist.",
  "resumeEnd":"Bueno.. poner imágenes con lenguajes de programación y tecnologías es fácil, no?",
  "resumeLinkStart":"Mejor revisa mi",
  "resumeLinkButton":"Lista de proyectos",
  "resumeLinkEnd":"y descubre los frutos que han dado todos estos conocimientos!",
  "geekZoneMarkusRecommendationsTitle":"Recomendaciones de Markus",
  "geekZoneMarkusRecommendationsDescription":"En esta sección, principalmente quiero compartir y recomendar ciertas cosas que me gustan, ya sea música, videojuegos, animes, series, personajes, entre otras cosas. Esto es meramente a mi criterio personal, y si no estamos de acuerdo en ciertas cosas, pues lo siento XD.",
  "geekZoneMarkusRecommendationsAnime": "Recomendaciones de Anime",
  "geekZoneMarkusRecommendationsAnimeDescription": "He visto mucho anime (creo), pero estos son los que más me gustaron y que recomiendo.",
  "geekZoneMarkusRecommendationsAnimeWhyILikeIt":"Por qué me gusta?",
  "geekZoneMarkusRecommendationsAnimePros":"Pros",
  "geekZoneMarkusRecommendationsAnimeCons":"Contras",
  "initialDDescription": "Initial D es una serie de anime y manga que narra la historia de Takumi Fujiwara, un joven que trabaja en una gasolinera y tiene un talento innato para la conducción. La serie se centra en las carreras callejeras y en la vida de Takumi, quien se convierte en un corredor de carreras callejeras legendario.",
  "initialDWhyILikeIt": "Initial D es una de mis series favoritas, incluso diría que mi favorita. Una mezcla de carreras, adrenalina, personajes profundos, eurobeat y emoción. Es una serie que me marcó mucho y que siempre recordaré.",
  "initialDPros": "Carreras, eurobeat, personajes, vehículos, información técnica, trama, etc.",
  "initialDCons": "No hay muchos contras, como mucho diría que la parte 4 no me gustó tanto como las otras, aunque solo ciertos capítulos específicos. Pero en general, es una serie que recomendaría a cualquier persona.",
  "seishunButaYarouDescription": "Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai es una serie de anime japonesa que trata sobre un estudiante de secundaria que se enfrenta a una conejita que solo él puede ver. La serie combina comedia, misterio y drama.",
  "seishunButaYarouWhyILikeIt": "Esta serie la vi con un amigo por las madrugadas, y la verdad es que me sorprendió mucho. Pensé que era una típica serie con fanservice, pero no, es mucho más que eso. La trama es muy interesante, los personajes son muy profundos y la relación entre los protagonistas es muy bonita. Además, me salieron lágrimas en ciertos capítulos, lo cual es raro en mí.",
  "seishunButaYarouPros": "Trama compleja, personajes profundos, relación entre los protagonistas, etc.",
  "seishunButaYarouCons": "No hay muchos contras aquí tampoco, solo diría que es corta (12 capítulos), pero soy consciente de que hay películas y ya está anunciada otra película más.",
  "sousouNoFrierenDescription": "Sousou No Frieren es una serie de manga que narra la historia de Frieren, una elfa que ha vivido durante más de 1000 años y que se embarca en una aventura para encontrar a sus amigos que han muerto. La serie combina fantasía, acción y drama.",
  "sousouNoFrierenWhyILikeIt": "Esta serie la vi un par de meses después de que salió. La verdad solo quería ver algo casual y me gustó bastante, especialmente el personaje de Stark. La trama es sencilla, para divertirse, y la verdad esa sencillez y el mundo medieval me gustaron bastante.",
  "sousouNoFrierenPros": "Casi no tiene fanservice, personajes, trama, mundo medieval, etc. Una serie sencilla de varios capítulos.",
  "sousouNoFrierenCons": "Algunos personajes me parecen un poco cliché, pero no es algo que me moleste mucho.",
  "witchCraftWorksDescription": "Witch Craft Works es una serie de anime que narra la historia de Honoka Takamiya, un estudiante de secundaria que descubre que su compañera de clase, Ayaka Kagari, es una bruja. La serie combina comedia, romance y fantasía.",
  "witchCraftWorksWhyILikeIt": "Esta serie la vi hace tiempo y le guardo un cariño inexplicable. La trama es sencilla, pero me gustó mucho la relación entre los protagonistas, la trama de brujas y magia, y la animación en general. Además, el opening es muy pegajoso. Tengo un sentimiento especial por esta serie, es raro de explicar. Es como la escena de Ratatouille donde el crítico recuerda su infancia con la comida. Es mi viaje al pasado en la época donde más fui feliz.",
  "witchCraftWorksPros": "Serie sencilla y divertida, buena animación para ser del 2014, opening pegajoso, relación entre los protagonistas, etc.",
  "witchCraftWorksCons": "Mucho fanservice, a veces llega a ser molesto y aburrido. Además, esta serie ya está olvidada, han pasado como 12 años y no hay noticias de una segunda temporada.",
  "bocchiTheRockDescription": "Descripción de BOCCHI THE ROCK!",
  "bocchiTheRockWhyILikeIt": "Esta serie también la vi con un amigo por las madrugadas. La trama es sencilla, pero me gustó mucho la relación entre los protagonistas, la música, la animación y la comedia. Es una serie que me hizo reír mucho y me gustó mucho la relación entre los protagonistas. Es una serie que recomendaría a cualquier persona. Mi personaje favorito es Ryo, una chica desconectada de la realidad, amante del dinero pero buena persona.",
  "bocchiTheRockPros": "Buenas canciones musicales, letras psicodélicas, personajes, comedia, etc. Es una serie joven, por lo que es probable tener una segunda temporada.",
  "bocchiTheRockCons": "Más que todo, no hay temporada 2, pero es probable que salga en un futuro.",
  "haruhiSuzumiyaDescription": "The Melancholy of Haruhi Suzumiya es una serie de anime que narra la historia de Kyon, un estudiante de secundaria que se une al club de la escuela de Haruhi Suzumiya, una chica excéntrica que busca alienígenas, viajeros del tiempo y espers. La serie combina comedia, ciencia ficción y drama.",
  "haruhiSuzumiyaWhyILikeIt": "Serie legendaria del 2006, la vi hace poco y me gustó mucho. La trama es muy interesante, no es compleja, es una comedia muy entretenida. Incluso para ser un anime viejo, visualmente se ve muy bien. Mi personaje favorito es Nagato, una chica callada, pero muy inteligente y misteriosa, además de ser buena con las computadoras.",
  "haruhiSuzumiyaPros": "Se ve muy bien a pesar de ser del 2006, personajes, comedia, trama, etc. Me gusta la música; openings y endings.",
  "haruhiSuzumiyaCons": "Fanservice que llega a ser molesto de vez en cuando, no es tan molesto como en otras series, pasable.",
  "assasinationClassroomDescription": "Assassination Classroom es una serie de anime y manga que cuenta la historia de una clase de secundaria que tiene como objetivo asesinar a su profesor. El profesor, llamado Korosensei, es un humanoide con forma de pulpo que tiene el poder de destruir el mundo.",
  "assasinationClassroomWhyILikeIt": "Esta serie la vi en 2019 pero solo vi como 5 capítulos y la abandoné. Ahora, más grande, la vi completa y el final me destrozó en lágrimas, lo admito, aquí sí lloré fuerte en el final. La trama es muy interesante, cada personaje es único, incluso los de relleno. Qué decir de Koro-sensei, ¿quién no quisiera tener un profesor así? La serie es muy buena, la recomendaría a cualquier persona.",
  "assasinationClassroomPros": "Buenos personajes, trama sencilla, bastantes capítulos, final hermoso, etc.",
  "assasinationClassroomCons": "No tengo mucho que decir, aquí hay un poco de fanservice pero casi es indistinguible.",
  "littleWitchAcademiaDescription": "Little Witch Academia es un anime japonés que cuenta la historia de Atsuko Kagari, una joven que se inscribe en la Academia Mágica Luna Nova para convertirse en bruja. La serie se centra en las aventuras de Akko y sus amigas Lotte y Sucy, mientras intentan cumplir sus sueños y descubrir el verdadero significado de la magia.",
  "littleWitchAcademiaWhyILikeIt": "Esta serie la vi en 2020 y me gustó mucho, incluso al ser una serie shojo. La trama es sencilla pero interesante, la determinación de la protagonista por lograr su sueño es admirable. Esta serie me hizo soltar un par de lágrimas cuando se revela la verdad, pero la verdad es que la disfruté mucho y le guardo mucho cariño. La recomendaría a cualquier persona. Chariot Du Nord mi waifu.",
  "littleWitchAcademiaPros": "La determinación de Akko, personajes, trama, animación, etc.",
  "littleWitchAcademiaCons": "Probablemente nunca haya una temporada 2, las esperanzas son tan bajas que se vale soñar.",
  "professionalPracticeTitle": "Proyectos de mi Práctica Profesional",
  "professionalPracticeDescription": "Recopilación de mis proyectos realizados durante mi práctica profesional como analista programador, trabajando en equipo junto a otros grandes profesionales.",
  "multiStockDescription": "Multi-Stock-Sync es una aplicación para gestionar negocios con cuentas de MercadoLibre. Permite realizar ingresos de nuevos productos, asignación de stock, cambio de precios, y modificaciones en los productos, entre otras funciones. También tiene la capacidad de generar reportes de ventas o datos específicos mediante rangos de fechas, como años, meses, etc.",
  "multiStockAPIDescription": "API RESTful para el proyecto Multi-Stock-Sync, proporcionando puntos finales para las características de la aplicación."
}
